Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: Is that right?
ne: सङ्गीततिर नलाग, तिमी सङ्गीतकार बन्ने हैन;

source: "Don't do music, you're not going to be a musician; don't do art, you won't be an artist."
ne: कलातिर नलाग, तिमी कलाकार बन्ने हैन।

source: Benign advice -- now, profoundly mistaken.
ne: मिठो सुझाव -- अहिले, गम्भिर रुपले गलत। यो सम्पूर्ण विश्व

source: The whole world is engulfed in a revolution.
ne: एउटा क्रान्तिमा फसेको छ।

source: And the second is academic ability, which has really come to dominate our view of intelligence, because the universities design the system in their image.
ne: र दोस्रो हो प्राज्ञिक क्षमता, जसले हाम्रो बौद्धिक दृष्टिकोणमाथि साँच्चै प्रभुत्व जमाएको छ, किनभने यो प्रणालीलाई विश्वविद्यालयहरूले ऊनीहरूको आफ्नै छविअनुसार रचना गरेका छन्।

source: If you think of it, the whole system of public education around the world is a protracted process of university entrance.
ne: यदि तपाईँले यसबारेमा सोच्नु भयो भने, सार्वजनिक शिक्षाको विश्वभरिकै सम्पूर्ण पद्दति विश्वविद्यालयको प्रवेशको एउटा तन्काईएको प्रक्रिया हो। र यसको परिणाम के हो भने धेरै प्रतिभाशाली, मेधावी,

source: And the consequence is that many highly talented, brilliant, creative people think they're not, because the thing they were good at at school wasn't valued, or was actually stigmatized.
ne: सिर्जनशील व्यक्तिहरूले आफूलाई केहि हैन भन्ने सोच्छन्, किनभने ऊनीहरूले विद्यालयमा राम्रो गरिराखेका विषयहरूको केहि कदर गरिएन, अथवा वास्तवमै खराब मानिन्छ।

source: And I think we can't afford to go on that way.
ne: र मलाई के लाग्छ भने हामी त्यो बाटोमा जान सक्दैनौँ।

source: In the next 30 years, according to UNESCO, more people worldwide will be graduating through education than since the beginning of history.
ne: युनेस्कोका अनुसार, आउने ३० बर्षमा, ईतिहासको शुरूदेखि आजसम्म भएकाभन्दा धेरै व्यक्तिहरू शिक्षाबाट स्नातक हुनेछन्।

source: More people.
ne: धेरै व्यक्तिहरू, र यो हामीले कुरा गरेका

source: And it's the combination of all the things we've talked about: technology and its transformational effect on work, and demography and the huge explosion in population.
ne: सबै चिजहरूको मिश्रण हो -- प्रविधि र यसले काममा ल्याएको रुपान्तरण, अनि जनसङ्ख्या अध्ययन र जनसङ्ख्याको विशाल वृद्धि।

source: Suddenly, degrees aren't worth anything.
ne: एकाएक, उपाधिहरूको केहि मूल्य छैन। हैन त?

source: Isn't that true?
ne: म विद्यार्थी छँदा, तपाईँसँग उपाधि भए जागिर पाउनुहुन्थ्यो।

source: If you didn't have a job, it's because you didn't want one.
ne: यदि तपाईँको जागिर थिएन भने त्यो तपाईँले नचाहेर मात्र हुन्थ्यो।

source: And I didn't want one, frankly.
ne: अनि मलाई, सोझै भन्दा, जागिरको ईच्छा थिएन। (हाँसो)

source: (Laughter) But now kids with degrees are often heading home to carry on playing video games, because you need an MA where the previous job required a BA, and now you need a PhD for the other.
ne: तर अहिले उपाधि लिएका बच्चाहरू धेरैजसो भिडियो गेम खेल्न घर फर्किन्छन्, किनभने पहिले बीए चाहिने जागिरलाई अहिले एमए चाहिन्छ अनि एमए चाहिनेलाई पीएचडी चाहिन्छ।

source: It's a process of academic inflation.
ne: यो प्राज्ञिक स्फीतिको एउटा प्रक्रिया हो।

source: And it indicates the whole structure of education is shifting beneath our feet.
ne: र यसले पुरै शिक्षा पद्दति हाम्रो पैतालामुनितिर खस्किराखेको छ भन्ने दर्शाउँछ। हामीले हाम्रो बौद्धिक दृष्टिकोणबारे

source: We need to radically rethink our view of intelligence.
ne: समस्त रुपमा पुनर्विचार गर्नुपर्छ। हामीले बुद्धिको बारेमा तीनओटा कुराहरू जानेका छौ।

source: We know three things about intelligence.
ne: पहिलो, यसको विविधता। विश्वलाई हामीले यसलाई अनुभव गरेका

source: We think about the world in all the ways that we experience it.
ne: हरेक तरिकाबाट हेर्दछौँ। हामी दृश्यमा सोच्छौँ,

source: We think visually, we think in sound, we think kinesthetically.
ne: हामी आवाजमा सोच्छौँ, हामी सौन्दर्यमा सोच्छौँ।

source: We think in abstract terms, we think in movement.
ne: हामी अमूर्त ढाँचामा सोच्छौँ, हामी चालमा सोच्छौँ।

source: Secondly, intelligence is dynamic.
ne: दोस्रो, बुद्धि गतिशील छ।

source: If you look at the interactions of a human brain, as we heard yesterday from a number of presentations, intelligence is wonderfully interactive.
ne: यदि तपाईँले मान्छेको दिमागको अन्तरक्रियालाई हेर्नुभयो भने, हामीले हिजो त्यतिका प्रस्तुतिहरूमा सुनेजस्तो, बुद्धि आश्चर्यजनक रुपले अन्तरक्रियात्मक छ।

source: The brain isn't divided into compartments.
ne: दिमाग कक्षहरूमा बिभाजित छैन।

source: In fact, creativity -- which I define as the process of having original ideas that have value -- more often than not comes about through the interaction of different disciplinary ways of seeing things.
ne: वास्तवमा, सिर्जनशीलता -- जसलाई मैले मुल्यवान मौलिक विचारहरू जान्ने प्रक्रियाको रुपमा परिभाषित गर्छु -- प्राय:जसो विभिन्न शास्त्रको वस्तुहरूलाई हेर्ने तरीकाहरुको अन्तरक्रियाबाट उत्पन्न हुन्छ।

source: By the way, there's a shaft of nerves that joins the two halves of the brain, called the corpus callosum.
ne: दिमाग जानिबुझिकनै -- वास्तवमा, दिमागका दुई भागहरूलाई जोड्ने कर्पस क्यालोसम नामको एउटा स्नायुरेसाको मुठो हुन्छ। यो महिलाहरूमा अलि मोटो हुन्छ।

source: It's thicker in women.
ne: हिजोकी हेलेनलाई हेर्दा, सायद यहि कारणले महिलाहरू

source: Following off from Helen yesterday, this is probably why women are better at multitasking.
ne: एकैपटक धेरैओटा काम राम्ररी गर्न सक्छन् भन्ने मलाई लाग्छ।

source: Because you are, aren't you?
ne: किनभने तपाईँ त्यस्तो हुनुहुन्छ, हैन त?

source: There's a raft of research, but I know it from my personal life.
ne: यसको अनुसन्धानको एउटा पाटो छ, तर मैले आफ्नै जीबनबाट यो कुरा जानेको छु।

source: If my wife is cooking a meal at home, which is not often ...
ne: यदि मेरी श्रीमतीले घरमा खाना बनाउँदैछिन भने -- जुनचाहिँ धेरैजसो हुन्न, धन्न। (हाँसो)

source: (Laughter) No, she's good at some things.
ne: तर तपाईँलाई थाहा छ, ऊनले पकाउँदैछिन् -- हैन, ऊनले केहि-केहि चाहिँ राम्रै पकाउँछिन् -- तर यदि ऊनले पकाउँदैछिन भने, तपाईँलाई थाहा छ,

source: But if she's cooking, she's dealing with people on the phone, she's talking to the kids, she's painting the ceiling -- (Laughter) she's doing open-heart surgery over here.
ne: ऊनले फोनमा कसैसित कुरा गरिरहेकि हुन्छिन्, केटाकेटीहरूसित कुरा गरिराखेकि हुन्छिन, छत लिपिराखेकी हुन्छिन्, उनी यहाँ ओपन-हार्ट सर्जरी गरिराखेकी हुन्छिन्।

source: If I'm cooking, the door is shut, the kids are out, the phone's on the hook, if she comes in, I get annoyed.
ne: यदि मैले पकाउँदै छु भने, ढोका बन्द हुन्छ, केटाकेटीहरू बाहिर हुन्छन्, फोन उठिराखेको हुन्छ, अनि ऊनी आउँदा पनि मलाई दिक्क लाग्छ।

source: I say, "Terry, please, I'm trying to fry an egg in here."
ne: म भन्छु, "टेरी, कृपया, मैले यहाँ अण्डा पकाईराखेको छु। एकैछिन पर्ख न।"(हाँसो)

source: (Laughter) Actually, do you know that old philosophical thing, "If a tree falls in a forest, and nobody hears it, did it happen?"
ne: वास्तवमा, पुरानो दार्शनिक कुरा छ नि, यदि जङ्गलमा एउटा रुख ढल्छ र कसैले सुन्दैन,

source: Remember that old chestnut?
ne: ढलेकै हो त? त्यो पुरानो कटुस सम्झिनुहुन्छ?

source: I saw a great T-shirt recently, which said, "If a man speaks his mind in a forest, and no woman hears him, is he still wrong?"
ne: मैले हालसालै एउटा गज्जबको टि-सर्ट देखेको थिएँ जसमा लेखेको थियो, "यदि एउटा लोग्नेमान्छेले जङ्गलमा आफ्नो मनको कुरा भन्छ, र कुनै आईमाईले सुन्दैन भने, तबपनि ऊ गलत हुन्छ त?"

source: (Laughter) And the third thing about intelligence is, it's distinct.
ne: (हाँसो) अनि बुद्धिको बारेमा तेस्रो कुरा हो, यो पृथक छ। मैले अहिले एउटा किताब लेख्दै छु

source: I'm doing a new book at the moment called "Epiphany," which is based on a series of interviews with people about how they discovered their talent.
ne: "एपिफानी" नामको, जुन व्यक्तिहरूले ऊनीहरूको प्रतिभा कसरी पत्ता लगाए भन्ने कुराको एउटा अन्तर्वार्ताको शृङ्खलामा आधारित छ। मान्छेहरु कसरी त्यहाँसम्म पुगे भन्ने कुराले मलाई आकर्षित गरेको छ।

source: I'm fascinated by how people got to be there.
ne: यो मैले एउटी बिचित्रकी महिलासँग

source: It's really prompted by a conversation I had with a wonderful woman who maybe most people have never heard of, Gillian Lynne.
ne: गरेका कुराबाट प्रेरित छ जसको बारेमा सायद धेरै व्यक्तिहरूले सुनेका छैनन होला, ऊनको नाम हो गिलियन लिने,

source: Have you heard of her? Some have.
ne: तपाईँले सुन्नुभएको थियो त? कसैकसैले सुनेका छन्। ऊनी एउटा कोरियोग्राफर हुन् र ऊनको काम सबैलाई थाहा छ।

source: She's a choreographer, and everybody knows her work.
ne: ऊनले "क्याट्स" अनि "फ्यान्टम अफ द ओपेरा" बनाएकि थिईन्।

source: She did "Cats" and "Phantom of the Opera."
ne: ऊनी बिचित्रकी छन। म वेलायतमा रोयल ब्यालेटको समितिमा बस्थेँ।

source: I used to be on the board of The Royal Ballet, as you can see.
ne: तपाईँलाई थाहै छ।

source: (Laughter) Gillian and I had lunch one day. I said, "How did you get to be a dancer?"
ne: जे होस, गिलियन र मैले एकदिन संगै खाना खायौँ अनि मैले भने, "गिलियन, तपाईँ कसरी नृत्यकर्मी बन्नुभयो त?"

source: It was interesting.
ne: अनि उनले भनिन" यो रोचक थियो, जब ऊनी विद्यालयमा थिईन्,

source: When she was at school, she was really hopeless.
ne: ऊनी साँच्चै निराश थिईन। अनि त्यो विद्यालयले, सन ३०को दशक तिर,

source: And the school, in the '30s, wrote to her parents and said, "We think Gillian has a learning disorder."
ne: ऊनका आमाबाबुहरूलाई लेख्यो, "हामीलाई लाग्छ गिलियनको सिकाई क्षमतामा समस्या छ।" ऊनी एकाग्र हुन सक्दिनन्,

source: She couldn't concentrate; she was fidgeting.
ne: ऊनी धेरै चञ्चल थिइन। मलाई लाग्छ अहिले तिनीहरूले उनलाई

source: I think now they'd say she had ADHD.
ne: एडीएचडी थियो भन्थे होलान्। हैन त?

source: Wouldn't you?
ne: तर यो १९३० तिरको कुरा हो,

source: But this was the 1930s, and ADHD hadn't been invented at this point.
ne: अनि त्यतिबेला एडीएचडीको आविश्कार नै भएको थिएन।

source: It wasn't an available condition.
ne: त्यतिबेला यो एउटा उपलब्ध अवस्था थिएन। (हाँसो)

source: (Laughter) People weren't aware they could have that.
ne: कसैलाई यो हुन्छ भन्ने कुरा कसैलाई थाहै थिएन। जे होस, ऊनी विशेषज्ञकहाँ देखाउन गईन। अनि, त्यो भब्य कोठा,

source: (Laughter) Anyway, she went to see this specialist.
ne: र ऊनि आमासँग गएकी थिईन्,

source: So, this oak-paneled room, and she was there with her mother, and she was led and sat on this chair at the end, and she sat on her hands for 20 minutes, while this man talked to her mother about all the problems Gillian was having at school, because she was disturbing people, her homework was always late, and so on.
ne: अनि उनलाई एउटा छेउको कुर्सीमा लगेर बसाईयो, अनि ऊनी २० मिनेटसम्म एक्लै बसिराखिन जतिबेला त्यो मान्छेले ऊनकी आमासँग गिलियनलाई विद्यालयमा भएका ऊनका सबै समस्याहरूका बारेमा कुरा गर्र्यो। अन अन्तिममा -- ऊनले मान्छेहरूलाई अलमल्याएकाले, ऊनको गृहकार्य सधै ढीलो हुन्थ्यो, अनि यस्तै यस्तै, आठ वर्षकी सानी बच्ची -- अन्त्यमा, डाक्टर गएर

source: In the end, the doctor went and sat next to Gillian and said, "I've listened to all these things your mother's told me.
ne: गिलियनको छेउमा बस्यो अनि भन्यो, "गिलियन्, मैले तिम्रो आमाले भनेका सबै कुराहरू सुनेँ, र म ऊहाँसँग एकान्तमा कुरा गर्न चाहन्छु।"

source: I need to speak to her privately.
ne: ऊसले भन्यो, "यहिँ पर्ख है, हामी आईहाल्छौँ, धेरै बेर लाग्दैन।"

source: Wait here. We'll be back. We won't be very long," and they went and left her.
ne: अनि ऊनीहरू ऊनलाई छाडेर गए।

source: But as they went out of the room, he turned on the radio that was sitting on his desk.
ne: तर ऊनीहरू कोठाबाट बाहिर जाँदा उसले उसको टेबलमा भएको रेडियो खोल्यो। अनि जब तिनीहरू कोठाबाहिर गए, ऊसले ऊनको आमालाई भन्यो,

source: And when they got out of the room, he said to her mother, "Just stand and watch her."
ne: "उँभिनुस र ऊनलाई हेर्नुस।" र ऊनीहरू कोठाबाट निस्किने बित्तीकै,

source: And the minute they left the room, she was on her feet, moving to the music.
ne: ऊनले भनिन, ऊनी ऊभिईन, अनि सङ्गीतसँगै चल्न थालिन्। ऊनीहरूले केहि मिनेटसम्म हेरे

source: And they watched for a few minutes, and he turned to her mother and said, "Mrs. Lynne, Gillian isn't sick.
ne: अनि ऊ ऊनकी आमातिर फर्केर भन्यो, "श्रीमती लिने, गिलियन बिरामी छैनन, ऊनी नर्तकी हुन्।

source: She's a dancer.
ne: ऊनलाई नृत्य विद्यालयमा लैजानुस।"

source: Take her to a dance school."
ne: मैले भनेँ, "अनि के भयो?"

source: She said, "She did. I can't tell you how wonderful it was.
ne: ऊनले भनिन, "पठाउनुभयो। त्यो कति रमाईलो थियो भन्ने म तपाईँलाई भन्नै सक्दिन।

source: We walked in this room, and it was full of people like me -- people who couldn't sit still, people who had to move to think."
ne: हामी त्यो कोठामा गयौँ त्यहाँ सबै म जस्ता मान्छेहरूले भरिएको थियो। स्थिर बसिराख्न नसक्ने मान्छेहरू। सोच्नका लागि चल्नैपर्ने मान्छेहरू ।" सोच्नका लागि चल्नुपर्नेहरू ।

source: Who had to move to think.
ne: ऊनीहरू ब्याले नाच्थे, ट्याप नाच्थे, ज्याज नाच्थे,

source: They did ballet, they did tap, jazz; they did modern; they did contemporary.
ne: आधुनिक नाच्थे, समकालीन नाच्थे । अन्तत: ऊनी रोयल ब्याले विद्यालयका लागि छानिईन,

source: She was eventually auditioned for the Royal Ballet School.
ne: ऊनी एकल कलाकार बनिन, ऊनले रोयल ब्यालेमा

source: She became a soloist; she had a wonderful career at the Royal Ballet.
ne: गज्जबको पेशा पाईन। अन्तत: ऊनी

source: She eventually graduated from the Royal Ballet School, founded the Gillian Lynne Dance Company, met Andrew Lloyd Webber.
ne: रोयल ब्याले स्कूलबाट स्नातक भईन् र आफ्नै कम्पनी शुरु गरिन -- द गिलियन लिने डान्स कम्पनी -- एन्ड्रु लोयड वेबरलाई भेटिन। ऊनी ईतिहासकै सबैभन्दा बढी

source: She's been responsible for some of the most successful musical theater productions in history, she's given pleasure to millions, and she's a multimillionaire.
ne: सफल साङ्गीतिक थिएटर निर्माणका लागि जिम्मेबार छिन् ऊनले दसौँ लाखलाई आनन्द दिएकी छन्,

source: Somebody else might have put her on medication and told her to calm down.
ne: अनि ऊनी करोडपति छिन् । अरु कोहि भएको भए

source: (Applause) What I think it comes to is this: Al Gore spoke the other night about ecology and the revolution that was triggered by Rachel Carson.
ne: ऊनलाई उपचार गर्थ्यो होला अनि ऊनलाई चुप लाग्न भन्थ्यो होला। अब, मलाई लाग्छ ... (ताली) मैले के सोच्छु भने: अल गोरले हिजो राती पर्यावरणको बारेमा, अनि राचेल कार्सनले शुरु गरेको क्रान्तिको बारेमा बोले । मलाई विश्वास छ भविष्यको लागि हाम्रो एकमात्र आशा

source: I believe our only hope for the future is to adopt a new conception of human ecology, one in which we start to reconstitute our conception of the richness of human capacity.
ne: भनेको मानव पर्यावरणको नयाँ अवधारणा अपनाउने नै हो, यस्तो अवधारणा जसमा हामी मानव क्षमताको सम्पन्नताको नयाँ धारणा बनाउँन शुरु गर्नेर्छौँ।

source: Our education system has mined our minds in the way that we strip-mine the earth for a particular commodity.
ne: हाम्रो शिक्षा पद्दतिले हाम्रो दिमागलाई यसरी खाईदिएको छ कि हामी पृथ्वीलाई खान्छौँ: एउटा विशेष क्रयवस्तुका लागि।

source: And for the future, it won't serve us.
ne: र भविष्यमा, यसले हामीलाई काम दिने छैन ।

source: We have to rethink the fundamental principles on which we're educating our children.
ne: हामीले आधारभूत सिद्धान्तहरूलाई पुनर्विचार गर्नुपर्छ जसमा हामी हाम्रा बच्चाहरूलाई शिक्षा दिँदैछौँ । जोनास साल्कको

source: There was a wonderful quote by Jonas Salk, who said, "If all the insects were to disappear from the Earth, within 50 years, all life on Earth would end.
ne: एउटा गज्जबको भनाई छ नि, ऊनले भनेका छन, "यदि सबै कीराहरू पृथ्वीबाट हराउनुपर्ने भए, ५० वर्षभित्र पृथ्वीका सबै जीवहरू खत्तम हुनेथियो । यदि पृथ्वीबाट सबै मान्छेहरू हराए भने,

source: If all human beings disappeared from the Earth, within 50 years, all forms of life would flourish."
ne: ५० वर्षभित्र सबै जीवहरू फस्टाउने छन्।"

source: And he's right.
ne: अनि ऊनले ठीक भनेका छन्। टेडले मानव कल्पनाको उपहारलाई सम्मान गर्छ।

source: What TED celebrates is the gift of the human imagination.
ne: हामीले यो उपहार वुद्धिमानीपूर्वक प्रयोग गर्नेबारे सचेत हुनुपर्छ,

source: We have to be careful now that we use this gift wisely, and that we avert some of the scenarios that we've talked about.
ne: अनि हामीले केहि परिदृश्यहरूलाई हटाईदिनुपर्छ जसको बारेमा हामीले कुरा गरेका छौँ। र हामीले यसो गर्ने

source: And the only way we'll do it is by seeing our creative capacities for the richness they are and seeing our children for the hope that they are.
ne: एउटै मात्र तरिका भनेको हाम्रा सृजनशील क्षमताहरूलाई तिनीहरूका सम्पन्नताअनुसार हेर्ने, र हाम्रा बच्चाहरूलाई तिनीहरूका आशाको रुपमा हेर्ने नै हो । र हाम्रो काम

source: And our task is to educate their whole being, so they can face this future.
ne: ऊनीहरूको सम्पूर्ण पक्षलाई शिक्षित गर्नु हो, जसद्वारा उनीहरूले भविष्यलाई सामना गर्न सकून्। -- जे होस -- हामीले भविष्य नदेखौँला,

source: By the way -- we may not see this future, but they will.
ne: तर ऊनीहरूले देख्नेछन् । र हाम्रो काम भनेको ऊनीहरूलाई

source: And our job is to help them make something of it.
ne: यसमा केही गर्न सहयोग गर्ने हो । धेरै धेरै धन्यवाद ।

source: Now, I want to start with a question: When was the last time you were called "childish"?
ne: म एउटा प्रश्न सोधेर सुरु गर्न चाहन्छु: बिगतमा कहिले तपाइंलाई कसैले "केटौले" भनेर भनेको थियो?

source: For kids like me, being called childish can be a frequent occurrence.
ne: म जस्ता बच्चाहरुको लागि, "केटौले" त धेरै पटक भनि रहिने कुरा हो|

source: Every time we make irrational demands, exhibit irresponsible behavior, or display any other signs of being normal American citizens, we are called childish.
ne: हामी जुनसुकै बेला, जस्तो कि हामि कुनै अविवेकी माग गरिराखेका हुन्छौं, गैरजिम्वेवार व्यवहार प्रस्तुत गरि राखेका हुन्छौं, अथवा त्यस्तै कुनै व्यवहार प्रस्तुत गर्छौ जुन कुनै सामान्य अमेरिकी नागरिकले गरि राखेको हुन्छ, हामीलाई केटौले नै भनिन्छ,

source: Which really bothers me.
ne: ति कुराले मलाई साच्ची नै चित्त दुख्छ |

source: After all, take a look at these events: Imperialism and colonization, world wars, George W. Bush.
ne: जे भएतापनि, लौ यी बिगतका घटनाक्रम लाई अवलोकन गरौ: विस्तारवाद र उपनिवेश विश्व युद्ध, जर्ज डब्लु बुश |

source: Ask yourself, who's responsible? Adults.
ne: आफैलाई सोधी हेर्नुस: को चाही जिम्मेवार छन्?

source: Now, what have kids done?
ne: बयस्कहरु | बच्चाहरुले चाहिँ के गरे त ?

source: Well, Anne Frank touched millions with her powerful account of the Holocaust.
ne: एन्नी फ्र्यांक ले होलोकास्टको प्रख्यात डायरी लेखेर करोडौ को मन जितिन,

source: Ruby Bridges helped to end segregation in the United States.
ne: रुबी बिर्जेस ले अमेरिकामा रहेको विभेदलाई चिर्न मद्दत गरिन,

source: And, most recently, Charlie Simpson helped to raise 120,000 pounds for Haiti, on his little bike.
ne: र , अहिले भर्खरै, चार्ली सिम्प्सनले हाइटी को लागि १,२०,००० चन्दा संकलन गर्न सहयोग गरे, उनको सानो साइकल चलाएर|

source: So as you can see evidenced by such examples, age has absolutely nothing to do with it.
ne: त्यसैले, तपाईले यी साना उदाहरणबाट देख्न सक्नुहुन्छ कि, उमेर ले यस्ता काम हरु गर्न कुनै बन्देज लगाउदैन|

source: The traits the word "childish" addresses are seen so often in adults, that we should abolish this age-discriminatory word, when it comes to criticizing behavior associated with irresponsibility and irrational thinking.
ne: केटौले भन्ने शब्द उच्चारण गर्नेहरु को भिडमा बयस्कहरु नै बढी देखिन्छन त्यसैले यो उमेर सँग जोडेर होच्याउने शब्द जुन गैर जिम्मेवारी र विवेकहिन चिन्तन को आलोचना गर्ने बेला प्रयोग गर्ने गरिन्छ, हामीले त्यो हटाउनु पर्छ| (तालि)

source: Then again, who's to say that certain types of irrational thinking aren't exactly what the world needs?
ne: अनि फेरी, कसले भन्छ कि केहि त्यस्ता विवेकहिन चिन्तनहरु जुन संसारलाई चाहिदैन भनेर ?

source: Maybe you've had grand plans before, but stopped yourself, thinking, "That's impossible," or "That costs too much," or "That won't benefit me."
ne: सायद तपाइंले पनि निकै ठुलो योजना बुन्नु भएको थियो होला पहिले, अनि तपाईं ले त्यो योजनालाई रोक्नु भो, यो सोचेर कि, त्यो असम्भव छ, अथवा त्यसलाइ धेरै पैसा लाग्छ अथवा त्यसले मलाई फाइदा गर्दैन भनेर|

source: For better or worse, we kids aren't hampered as much when it comes to thinking about reasons why not to do things.
ne: चाहे फाइदा होस् वा बेफाइदा, हामी बालकहरु त्यस्ता कुरा ले धेरै प्रभावित हुदैनौ, जतिबेला हामीले "किन नगर्ने" भन्ने कुराको कारण खोजि गरिरहेका हुन्छौ|

source: Kids can be full of inspiring aspirations and hopeful thinking, like my wish that no one went hungry, or that everything were free, a kind of utopia.
ne: बालकहरु उत्प्रेरणा र आशावादी चिन्तनले भरिपूर्ण हुनसक्छन्, कोही पनि भोका नरहुन भन्ने मेरो सोच जस्तै अथवा एउटा रामराज्य मा जस्तै होस् भन्ने मेरो सोच जस्तै|

source: How many of you still dream like that, and believe in the possibilities?
ne: तपाईहरु मध्ये कतिले अझै पनि त्यस्तो सपना देख्नु हुन्छ र त्यसको सम्भावना को बारेमा विश्वास गर्नु हुन्छ?

source: Sometimes a knowledge of history and the past failures of Utopian ideals can be a burden, because you know that if everything were free, then the food stocks would become depleted and scarce and lead to chaos.
ne: कुनै कुनै बेला इतिहासको ज्ञान र पुराना रामराज्यको असफलताका कथाहरु अनावश्यक भार हुनसक्छ किनकि तपाईंलाई थाहा छ कि यदि सबै कुरा निशुल्क हुन्थ्यो भने, खाध्य गोदामहरु खाली खाली हुने थिए, अनि अभाव को सिर्जना भएर सबै भताभुङ्ग हुने थियो|

source: On the other hand, we kids still dream about perfection.
ne: अनि अर्कोतिर, हामी बालकहरु सपनाको पुर्णता को आशा गर्छौ|

source: And that's a good thing, because in order to make anything a reality, you have to dream about it first.
ne: र त्यो राम्रो कुरा पनि हो किनकि कुनै पनि चिजलाई वास्तविक बनाउनको लागि. तपाइंले पहिले त्यसको कल्पना गर्न जरुरी हुन्छ|

source: In many ways, our audacity to imagine helps push the boundaries of possibility.
ne: विभिन्न तवरबाट, कल्पना गर्ने हाम्रो साहसले सम्भावनाको सिमानालाई विस्तारित गर्न मद्दत गर्छ|

source: For instance, the Museum of Glass in Tacoma, Washington, my home state -- yoohoo, Washington!
ne: उदाहरणको लागि, वाशिंगटन, टकोमाको शिशा संग्रालय, मेरो गृहनगर, या--हु वाशिंगटन---

source: (Applause) has a program called Kids Design Glass, and kids draw their own ideas for glass art.
ne: (तालि) मा एउटा 'बालक परिकल्पना कक्षा' भन्ने कार्यक्रम छ, र बालकहरु शिशाको बास्तुकला आफ्नो तरिकाले कोर्छन|

source: The resident artist said they got some of their best ideas from the program, because kids don't think about the limitations of how hard it can be to blow glass into certain shapes, they just think of good ideas.
ne: अनि, त्यहाँ का स्थानीय कलाकार ले भनेकी तिनीहरुले केहि उत्कृष्ठ विचारहरु त्यहि कार्यक्रम बाट प्राप्त गरे किनकि बालकहरु त्यस किसिमको सिमितताको बारेमा सोच्दैनन कि शिशालाई ति स्वरूपहरू ढाल्न कति गार्हो हुन्छ भनेर| उनीहरू राम्रा विचारहरु मात्र सोच्दछन्|

source: Now, when you think of glass, you might think of colorful Chihuly designs, or maybe Italian vases, but kids challenge glass artists to go beyond that, into the realm of brokenhearted snakes and bacon boys, who you can see has meat vision.
ne: तर, यदि तपाईं ले शिशा को बारेमा सोच्नु भयो भने चिहुलीले बनाउने जस्तो रंगिन डिजाइनहरु अथवा इटालियन हरुले बनाउने जस्तो डिजाइनहरु सोच्न सक्नुहन्छ, तर बालकहरु शिशाका मूर्तिकारहरुलाई त्यो भन्दा माथि पुग्न चुनौती दिन्छन -- बिछिप्त सर्पहरुको दुनिया र बेकन बनाएर, जसको मांसाहारी सोच त्यहाँ झल्किन्छ |

source: (Laughter) Now, our inherent wisdom doesn't have to be insider's knowledge.
ne: (हाँसो) हाम्रो आन्तरिक चेतना आन्तरिक ज्ञान संग मिल्नु पर्छ भन्ने पनि केहि छैन|

source: Kids already do a lot of learning from adults, and we have a lot to share.
ne: बालकहरुले बयस्क बाट पहिले नै धेरै कुरा सिकी सकेका हुन्छन, र हामी संग भन्ने कुरा धेरै छन्|

source: I think that adults should start learning from kids.
ne: र मलाई लाग्छ कि बयस्कहलेरु बालकहरु बाट सिकाई को सुरुवात गर्नु पर्छ|

source: Now, I do most of my speaking in front of an education crowd -- teachers and students, and I like this analogy: It shouldn't be a teacher at the head of the class, telling students, "Do this, do that."
ne: म मेरा धेरै भाषणहरु बौद्धिक जमात को आगाडि गर्ने गर्छु, शिक्षक र विद्यार्थीहरु को अगाडी, र मलाई यो समानता मन पर्छ| कक्षाकोठाको नेता प्रमुख भनेको शिक्षक मात्रै हुनु हुदैन विद्यार्थीलाई यसो गर उसो गर भन्ने|

source: The students should teach their teachers.
ne: विद्यार्थीले शिक्षकलाई पो पढाउनु पर्छ त |

source: Learning between grown-ups and kids should be reciprocal.
ne: हुर्केकाहरु र बालकहरु बिचमा सिकाइको सम्बन्ध भनेको पारस्परिक हुनु पर्छ|
